//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************

//******************************************************************************
// [File] XCradleShellBoot.sd
// [Description] Define XCradle Shell Boot Strings
// [Author] Stephen Xu
// [Date] 20201229
//******************************************************************************
/=#
#include "VFR.uni"

#string STR_UEFI_SHELL_BOOT_OPTION      #language eng "Add EFI Shell To Boot Option"
                                        #language x-AMI "AddShellToBootOption"
                                        #language zh-chs "增加EFI Shell到启动选项"
#string STR_UEFIS_HELL_BOOT_OPTION_HELP #language eng "Enables or Disables Add UEFI Shell to Boot Option"
                                        #language zh-chs "启用或禁用增加EFI Shell到启动选项功能"
#string STR_BOOT_ENABLED                #language eng "Enabled"
                                        #language zh-chs "启用"
#string STR_BOOT_DISABLED               #language eng "Disabled"
                                        #language zh-chs "禁用"
//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************